Repository: 84000/data-translation-memory
Catalog: toh431-v1.tmx
Source language: bo
Languages: en

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧྲཱྃ་ཧྲཱིྃ་ཧྲཱྃ་གྷོ་ར་རཱུ་པེ། ཙ་ཊ་ཙ་ཊ། པྲ་ཙ་ཊ་པྲ་ཙ་ཊ། ཧ་ན་ཧ་ན། གྷཱ་ཏ་ཡ་གྷཱ་ཏ་ཡ། ཀ་ཧ་ཀ་ཧ། པྲ་སྤུ་ར་པྲ་སྤུ་ར་ཡ། པྲ་སྤཱ་ར་ཡ་པྲ་སྤཱ་ར་ཡ། ཀཱི་ལ་ཡ་ཀཱི་ལ་ཡ། ཛམྦྷ་ཡ་ཛམྦྷ་ཡ། སྟམྦྷ་ཡ་སྟམྦྷ་ཡ། ཆེ་གེ་མོ་ཧཱུྃཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa, hrīṁ hrīṁ hroṁ ! In your wrathful form, kill! Slay, slay! Strike, strike! Smash, smash! Haha , haha ! Lunge forward, lunge! Disperse, disperse! Nail, nail! Crush, crush! Immobilize such and such, immobilize! Hūṁ phaṭ

source: རྐང་པ་གཡོན་པས་བསྣུན་ཞིང་
en: One should kick it with one’s left foot while

source: ཆེ་གེ་མོ་བདག་གི་དབང་དུ་གྱིས་ཤིག་ལན་བདུན་གྱིས་དགྲ་བོ་ཁ་བཅིངས་པར་འགྱུར་རོ།
en: repeating ‘Please bring such and such under my control’ seven times.

source: མིག་ཟིམ་བུར་ལྟ་བར་བྱེད་དོ། །
en: “This mantra cures the closing of the eyes:

source: ཨོྃ་ཅི་ལི་མི་ལི་ལ་ལི་ཏེ་ཧཱུྃ་ཕཊ། །
en: Oṁ , cili , mili , when playing, hūṁ , phaṭ

source: བའི་རུས་པའི་ཕུར་བུ་སོར་བདུན་གྱི་ཚད་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་ནས་
en: one should incant a peg made of cow’s bone, seven fingers long, with 108 recitations of this mantra, and

source: བ་ལང་ལྷས་སུ་བརྐོས་ནས་སྦས་
en: bury it in a cow pen.

source: ཨོྃ་ཙྪྭཱཾ་ཙྪྭཱིཾ་ཙྪཱཾ་ཤོ་ཥ་ཡ་ཤོ་ཥ་ཡ་དྷཱ་རཾ་བནྡྷ་བནྡྷ། ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃ་ཕཊ།
en: Oṁ cchrīṁ cchrīṁ cchrīṁ ! Parch, parch! Stop the flow, stop! Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: པ་ཎཾ་ཉམས་པར་འགྱུར་རོ། །
en: “To destroy merchandise,

source: གྲོག་མཁར་གྱི་སའི་རང་བཞིན་གྱི་རྡོ་རྗེ་ལ་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་ནས་
en: one should incant a vajra made of clay from an anthill with 108 recitations of this mantra and

source: ཚོང་འདུས་སུ་སྦས་ན་
en: bury it in a shop.

source: ཨོྃ་བཛྲཱི་ཎི་བཛྲི་པཱ་ཏ་ཡ་སུ་ར་པ་ཏི་རཱ་ཛྙཱ་པ་ཡ་ཏི། ཛྭཱ་ལ་ཡ་ཛྭཱ་ལ་ཡ། ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃཕཊ།
en: Oṁ , Vajriṇī, let your vajra fly!—so commands the master of gods. Set alight, set! Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: གྲོང་ཁྱེར་བསྐྱོད་པར་འགྱུར་རོ། །
en: “To make a city shake,

source: ཞལ་གཅིག་ཕྱག་གཉིས་པ་གུར་གུམ་གྱི་མདོག་ལྟ་བུ་ཞགས་པ་དང་ལྕགས་ཀྱུ་ཕྱག་ན་བསྣམས་པ་
en: He has two arms, is red in color, holds in his hands a noose and a goad,

source: འདོད་པའི་མདངས་ཅན་འཇིགས་པའི་
en: is intoxicated with lust, and terrifying.

source: སྔགས་ཀྱིས་བསྐོར་ནས་སྲད་བུ་དམར་པོས་ཡང་དག་པར་དཀྲིས་ནས་
en: One should then surround the drawing with the garland mantra and wrap everything with a red string.

source: བུད་མེད་དང་སྐྱེས་པའི་ཐོད་པ་ཁ་སྦྱར་གྱི་ནང་དུ་བཅུ་གནས། མར་དང་སྦྲང་གིས་བཀང་ནས།
en: filled with clarified butter and honey between the skulls of a woman and a man.

source: སྤྲ་ཚིལ་གྱིས་དྲིལ་ནས་སྲད་བུ་དམར་པོས་དཀྲིས་ནས་
en: Then enclose the whole thing in beeswax, wrap a red string around it,

source: ཨོྃ་ཧཱིཾ་ཀླཱིཾ་ཏྲི་མུཾ་ཡ་མ་མ་ཐ་ནེ། ཨཱ་ཀཌྡྷྱ་ཨཱ་ཀཌྡྷྱཀྵོ་བྷ་ཡ་ཀྵོ་བྷ་ཡ། སརྦ་ཀརྨ་བྲ་སཱ་དྷ་ནེ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ hrīṁ klīṁ traṁ yūṁ , when crushing Yama, be harsh, be! Shake, shake! For the consummation of all sense pleasures, hūṁ hūṁ phaṭ phaṭ ! Svāhā

source: ལྟོ་བའི་སྲིན་བུ་ཞིབ་མོ་ཕྱེ་མར་བྱས་ནས།
en: one should pulverize intestinal worms into a fine powder and

source: རིལ་བུ་བྱས་ནས་མངོན་པར་བསྔགས་ནས་
en: One should incant the pill with the mantra and

source: བཟའ་བ་དང་བཏུང་བར་བྱིན་ན་
en: put it into the target’s food or drink.

source: ཨོྃ་ཨཱ་ཀནྜྷྱ་ཨ་ཀཊྡྷྱ། མོ་ཧ་ཡ་མོ་ཧ་ཡ། ཆེ་གེ་མོ་མེ་བ་ཤཱི་ཀུ་རུ་སྭཱ་ཧཱ།
en: Oṁ , summon, summon! Bewilder, bewilder! Enthrall such and such, enthrall! Svāhā

source: སྦྲང་མའི་གཤོག་པ་དང་།
en: two wings of a bee,

source: ཕྱེ་མས་ཡན་ལག་དང་། རྐང་པ་ལ་བྱུགས་ན་འགྲོ་འཕྲོ་ལ་བརྒྱལ་བར་འགྱུར་རོ། །
en: When her limbs have been sprinkled with this powder, She runs, her body swooning with every step.

source: དུག་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: “To destroy any poison,

source: ཨོཾ་ཤྭེ་ཏ་གྲྀ་དྷྲ་ཎི་ཁཱ་ཧི་པི་ཥཾ་ཙ་རུ་ཥཾ་ཙ་རུ་ཥི་ཎི་ཁཿཁཿཁཿཧཿཧཿཧཿསཿསཿསཿ།
en: Oṁ , White Vulture, devour the poison and the harmful anger! Khaḥ khaḥ , ha ha , saḥ saḥ

source: ཨོཾ་ཙཎྜ་མ་ཧཱ་སེ་ནཱ་ཛྙཱ་བ་ཡ་ཏི་སྭཱ་ཧཱ།
en: Oṁ , the general of the great, fierce army commands. Svāhā

source: ཨོྃ་སཾ་ཀཱ་རི་ཎི་དྷཱཾ་ཧཱཾ་ཧཱུྃ་ཧྃ་ཧཿ།
en: Oṁ , Śaṃkāriṇī, dhraṁ hāṁ hūṁ haṁ haḥ

source: སྦྲུལ་ཁང་པར་འཇུག་པར་མི་འགྱུར་རོ། །
en: “To stop snakes from entering one’s residence,

source: མངོན་པར་བསྔགས་ནས་ཁང་པའི་སྒོ་གོང་དུ་གོས་ཀྱི་རས་མ་བཅིངས་ན་
en: incanted with this mantra, or a piece of paper with this mantra, at the door.

source: ཨོྃ་ནཱ་གཱ་རི་པཱ་མ་ནེ་ཧ་རཿཕཊ།
en: Oṁ , enemy of snakes! Destroyer of Vāmana, phaṭ

source: མེ་ཏོག་དཀར་པོའི་དྲི་ཞིམ་པོ་བྱིན་ན་དབང་དུ་བྱེད་དོ། །
en: “Giving a woman fragrant white flowers incanted with this mantra will enthrall her:

source: ཨོྃ་ཨཱ་ནེ་ཀཱ་ནེ་ཆེ་གེ་མོ་བ་ཤཱི་ཀུ་རུ་སྭཱ་ཧཱ།
en: Oṁ , Āṇā, blind in one eye, enthrall such and such! Svāhā

source: ཆུ་ལ་མངོན་པར་བསྔགས་ནས་མིག་བཀྲུས་ན་
en: “By rinsing the eyes with water incanted with this mantra,

source: ན་མོ་པཱི་ཏ་ནཱ་གཱ་ཡ། མེེ་ཏྲི་ཡ་སི་ཧ་ལོ་ཙ་ནེ་སྭཱ་ཧཱ།
en: Homage to Vītarāga, O Maitreya­siṃha­locanī, svāhā

source: སྤྲུལ་དང་། བི་ཤྭྃ་ཀ་ཏ་དང་། སྡིག་པ་ལ་སོགས་པའི་དུག་ཐམས་ཅད་སེལ་བར་བྱེད་དོ།
en: “With this mantra, one will destroy the poison of snakes, scorpions, crabs, and the like:

source: ལན་བདུན་དུས་སྤར་གང་ལ་མངོན་པར་བསྔགས་ནས་ཕྱོགས་བཞིར་འཕང་ཞིང་
en: one should cast a clod of earth incanted with this mantra seven times into the four directions:

source: ཨོྃ་ཙ་མུཎྜི་ཨ་ཛི་ཏེ། ཨ་པ་རཱ་ཛྲི་ཏེ་ཀླིཾ་ཀླིཾ་རཀྵ་རཀྵ་སྭཱ་ཧཱ།
en: Oṁ , Cāmuṇḍā, the unconquered, never conquered by another! Protect, protect! Svāhā

source: ཨོྃ་ཛམྦྷ་ནཱི་སྟམྦྷ་ནཱིནི་སྟ་མྦྷ་ནི་མོ་ཧ་ནཱི། སརྦ་དུཥྚ་པྲ་ཤ་མ་ནི་སྭཱ་ཧཱ།
en: Oṁ , the snapping one, the immobilizing one, the bewildering one, the one who suppresses all rogues! Svāhā

source: མེ་ཏོག་ལ་སོགས་པ་ལ་ཡོངས་སུ་བཟླས་ནས་བྱིན་ན་དབང་དུ་འགྱུར་རོ། །
en: “Giving a flower, or something similar, incanted with this mantra will enthrall the target:

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་ཀྲོ་དྷ་ཡ་ཧུ་ལུ་ཧུ་ལུ། ཙུ་ལུ་ཙུ་ལུ། ཏིཥྛ་ཏིཥྛ། བནྡྷ་བནྡྷ། མོ་ཧ་མོ་ཧ། ཧ་ན་ཧ་ན། ཨ་མྲྀ་ཏེ་ཧཱུྃ་ཕཊ།
en: Homage to Fierce Great Anger. Kill, kill! Culu , culu ! Remain, remain! Bind, bind! Bewilder, bewilder! Strike to kill, strike! Hūṁ phaṭ

source: ཀེ་ཏ་ཀའི་འདབ་མ་གཤགས་པ་ལ་བྲིས་ནས་བཅངས་ན་
en: “With this mantra written on a leaf of umbrella tree,

source: ཚ་བ་ཐམས་ཅད་སེལ་བར་བྱེད་དོ།
en: one will destroy all fever:

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཨོྃ་ཏྲཿསུ་བི་སྨ་རེ་སྭཱ་ཧཱ།
en: Homage to the Three Jewels, oṁ ṭaḥ ! When one is delirious, svāhā

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ལས། འཁྲུལ་འཁོར་དང་སྔགས་སྣ་ཚོགས་པའི་རབ་ཏུ་དབྱེ་བ་གསུངས་པའི་རིམ་པར་ཕྱེ་བ་སྟེ་ཉི་ཤུ་པའོ།། །།
en: This concludes the chapter on various yantras and mantras used for inserting in effigies, the twentieth in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: ཅེས་པ་འདིས་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོར་བསམས་ནས་ཐམས་ཅད་བྱའོ།
en: “One should perform all the following rituals with this mantra while visualizing Caṇḍa­mahā­roṣaṇa:

source: ཨོཾ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་སརྦ་མཱ་ཡཱ་དརྴ་ཀ །སརྦ་མཱ་ཡཱ་དརྴ་ཡ་ནི་རྦི་བྷྲོ་ན་ཧཱུྃ་ཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa, you who are a teacher of all magic! Teach all the magical methods to remove obstacles! Hūṁ phaṭ

source: འབྲུ་མར་དང་བཅས་པའི་སྤོས་དཀར་བཏགས་ནས་
en: Then one should blend sesame oil with oleogum resin,

source: སྡོང་བུ་བྱས་ལ།
en: One should make a wick from it.

source: ཆུའི་ནང་དུ་མར་མེ་འོད་དང་བཅས་པ་འབར་ཞིང་གནས་སོ། །
en: The lamp, with its glow, will burn steadily under water.

source: མཚན་མོ་རྡོ་དཀར་པོའི་དུམ་བུ་གཉིས་བཟུང་ནས།
en: “By rubbing two flat pieces of stone together at night time

source: གློག་གི་འོད་འཕྲོ་བ་སྣང་བར་བྱེད་དོ། །
en: one will produce the brilliance of lightning.

source: སྡོང་བུས་མེ་སྦར་ན་
en: “One should light a wick

source: ཛ་ལུ་ཀ་ཤི་བའི་ཕྱེ་མ་དང་བཅས་པ་རྒྱ་སྐྱེགས་ཀྱིས་ཁ་བསྒྱུར་ནས།
en: that has been dyed red with lac mixed with powdered dead leeches.

source: མར་གྱིས་རྣ་བ་དང་མིག་ལ་བསྒོས་ནས་
en: “Anointing ears and eyes with clarified butter

source: བདག་ཉིད་བསྲུང་བ་བྱས་ནས།
en: affords protection for oneself.

source: ཧ་ལ་ཧ་ལའི་མཇུག་མ་གཅད་པར་བྱའོ། །
en: “One should cut off the tail of a halāhala snake.

source: གཅེར་བུ་སྐྲ་གྲོལ་བས་
en: Naked and with loose hair,

source: ཇི་སྲིད་འཕར་བ་དེ་སྲིད་གར་བྱེད་པར་འགྱུར་རོ། །
en: one should dance for as long as the snake writhes.

source: དེའི་ཕྱེ་མ་དྲུག་ནམ་བཞི་དང་། དྷ་དུ་རའི་ཡན་ལག་ལྔ་སོ་སོར་དྲུག་ནམ་རེ་རེ་དང་བཅས་པ་རྒྱ་སྐྱེགས་ཀྱིས་ཁ་བསྒྱུར་བའི་གོས་ཀྱིས་སྡོང་བུ་བྱས་ན་
en: One should obtain four māṣakas of powder from the crushed tail, and the root, bark, leaves, flowers, and fruit of downy datura, one māṣaka of each part. One should light a lamp whose wick is made of cloth that has been dyed red with lac mixed with the above ingredients.

source: ཐམས་ཅད་གར་བྱེད་པར་མཐོང་ངོ་། །
en: All who see this lamp will dance.

source: སྔོན་བཞིན་བདག་ཉིད་ལ་བསྲུང་བར་བྱའོ། །
en: As before, this affords protection for oneself.

source: ཤ་ཁོ་ཊའི་རྩ་བ་དང་། བ་རུ་རའི་རྩ་བ་གཅིག་ཏུ་བྱས་ནས་
en: “One should blend together the root of toothbrush tree and the root of belleric myrobalan,

source: ཁྱིམ་དུ་བཞག་ན་འཐབ་མོར་འགྱུར་རོ། །
en: and leave this mixture in a house. A quarrel will ensue.

source: དྷ་དུ་རུའི་མེ་ཏོག་གི་ནང་གི་ཕྱེ་མ་དང་།
en: the pollen, obtained from the center of a flower of downy datura,

source: མགོ་བོ་ཟུག་རྔུར་འགྱུར་རོ། །
en: one will get a headache.

source: སྐྱུར་པོ་སྣར་བླུགས་ན་གྲོལ་བར་འགྱུར་རོ། །
en: One will obtain relief by applying an errhine of sour gruel.

source: ཁྱི་གུ་སྐྱེས་པའི་མལ་སྟན་གྱི་དུད་པས་བདུགས་ནས། རྨ་བྱའི་སྒྲོས་གཡས་སུ་བསྐོར་ན་རྩིག་པའི་རི་མོ་མི་སྣང་བར་བྱེད་དོ། །
en: “A peacock’s feather, fumigated with and wrapped in the placenta of a bitch, will remove vitiligo if rotated to the right.

source: གཡོན་དུ་བསྐོར་བས་སླར་ཡང་སྣང་བར་བྱེད་དོ། །
en: This can be undone if it is rotated to the left.

source: བྱ་རོག་གི་སྙིང་གི་ཁྲག་གིས་ཨ་མྲའི་ལོ་མ་ལ་དེའི་གཤོག་པའི་སྨྱུ་གུས་སྔགས་བྲིས་ནས།
en: “One should write the mantra with blood from the heart of a crow, on a leaf of a mango tree, with a stylus made from the crow’s pinion.

source: གང་གི་ཟག་པའི་ནང་དུ་བཅུག་ན་དེ་བྱ་རོག་གིས་ཟ་བར་བྱེད་དོ། །
en: The person into whose excrement one throws this leaf will be eaten by a crow.

source: ཨོྃ་ཀཱ་ཀ་ཀུ་ཧ་ནི་བདྡྷ་ནཱི་དེ་བད་ཏྟཾ་ཀཱ་ཀེ་ན་བྷཀྵ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , the deceitful angry crow hen! Cause such and such to be eaten by a crow! Svāhā

source: བྷ་གའི་རྣམ་པའི་དོང་བྱས་ནས་
en: “One should make a hole in the ground in the shape of a vulva.

source: བུད་མེད་ཀྱི་བཤང་བ་ལ་ཟའི་ལོ་མ་ཁྲི་ཕྲག་གཅིག་བཅུག་ནས་སྤ་བར་བྱའོ། །
en: Then throw into the hole a woman’s feces composed of Indian stinging nettle, and bury it.

source: དེའི་ལམ་ཟུག་རྔུར་འགྱུར་རོ། །
en: The woman’s path will become difficult.

source: ཤི་རི་ཁཎྜའི་འོ་མ་ལ་སྦངས་པའི་ཏིལ་གྱི་འབྲུ་མར་སྐྲ་ལ་མཉེས་ན་སྐྲ་དཀར་པོར་འགྱུར་རོ། །
en: “After rubbing into the hair the milky sap of common milk hedge and sesame oil, the hair will become white.

source: སྐྲ་བཞར་ན་སངས་པར་འགྱུར་རོ། །
en: One will remedy this by shaving.

source: ཞུམ་བུའི་ཕྲུ་གུ་བཙས་པའི་མ་ལ་སྟན་དང་། བུད་མེད་ཀྱི་བུ་ཚ་བཙས་པའི་མལ་སྟན་གྱི་དུད་པས་བདུགས་ན་
en: “One should obtain the placenta of a female cat and the placenta of a woman. After fumigating with these two,

source: རྩིག་ངོས་ཀྱི་རི་མོ་མི་སྣང་བར་འགྱུར་རོ། །
en: any spots on the wall will no longer be seen.

source: མཀྵི་ཀས་བདུགས་ན་གྲོལ་བར་འགྱུར་རོ། །
en: This can be undone by censing with honey incense.

source: རྔ་མོའི་འགྲམ་པའི་རྡུལ་དང་དྲི་ཆུ་བ་བླ་དང་ལན་མང་དུ་སྦངས་ནས་
en: “One should amply infuse yellow orpiment in the sweat and foam from camel’s jowls, and camel’s urine.

source: ལག་པ་བཀྲུས་ན་གྲོལ་བར་འགྱུར་རོ།
en: This can be remedied by washing the hand.

source: གུ་གུལ་གྱིས་བདུགས་ན་གྲོལ་བར་འགྱུར་རོ། །
en: This can be undone by fumigating with bdellium.

source: མར་མེ་བསྟལ་ནས་གྷ་ན་དྷ་ཀའི་ཕྱེ་མ་བླུགས་ན་སླར་ཡང་འབར་བར་བྱེད་དོ། །
en: “When the flame of a lamp is extinguished, it can be relit after adding sulphur powder.

source: མཎྜ་རཱི་དང་། སེ་བཱ་ལ་དང་། ཛ་ལོ་ཀ་དང་། སྦལ་པའི་ཚིལ་གྱིས་རྐང་པ་དག་མཉེས་ནས། ཆུ་ཤིང་གི་ལོ་མ་དཀྲིས་ནས་
en: “After smearing the feet with muṇḍirī , śevāla , leech, and the fat of a frog, and wrapping the feet in a banana leaf,

source: ཕྱིན་ན་ཚིག་པར་མི་འགྱུར་རོ། །
en: one does not get burned when walking

source: ཤི་ཐིབ་ཏུ་དང་། བུ་རམ་ཟོས་ན་
en: “One should eat the root of common milk hedge with sugar.

source: གཉིད་དུ་འགྱུར་རོ། །
en: This will induce sleep.

source: ཀ་མ་རྩའི་རྩ་བ་སྤྱི་བོར་བཅིངས་ན་
en: “One should tie the root of black nightshade to one’s hair.

source: ནཱ་ག་དམ་ན་ཀའི་རྩ་བ་དང་། གྲོ་ན་བུཥྚའི་བལ་དང་། ཡུང་བ་དང་། འབྲས་དང་བཏགས་ནས་
en: “One should grind together the root of Indian bowstring hemp, the root of droṇapuṣpaka, turmeric, and rice, and

source: ཆུའི་བཏགས་པ་ལས་རྒྱལ་ལོ། །
en: One will win the water trial.

source: ཤལ་མ་ལའི་རྩ་བར་བྲུས་ནས། ཤིང་ཀུན་བཅུག་ན་མེ་ཏོག་རྣམས་ལྟུང་བར་འགྱུར་རོ། །
en: “By burying an asafetida pill at the root of a silk-cotton tree, one will cause its flowers to fall.

source: ཁྲག་ཏུ་འཛག་པར་འགྱུར་རོ། །
en: “To make blood flow,

source: ཤི་རི་ཁ་ཎའི་འོ་མ་དང་། ཨརྐའི་ས་བོན་དང་། སྲིན་བུའི་ཟོས་པའི་ཤིང་ཕྱེ་དང་། བུ་རམ་ཟོས་ན་
en: one should feed the target sap of common milk hedge, seeds of giant milkweed, and powdered woodworm with sugar.

source: སྤང་བྱེའི་ཕྱེ་མས་རྟའི་སྣ་ལ་མཉེས་ན་རྩྭ་ཟ་བར་མི་འགྱུར་རོ། །
en: “To make a horse stop eating, one should rub its nose with the powder of a female shrew mouse.

source: ཙནྡན་གྱིས་བཀྲུས་ན་དག་པར་འགྱུར་རོ། །
en: This can be remedied by rinsing the nasal passages with sandalwood.

source: ཀེ་ཏ་ཀའི་རྩ་བ་སྤྱི་བོར་བཅིང་བར་བྱའོ།
en: one should fasten the root of umbrella tree to one’s head,

source: གཅེར་བུ་སྐྲ་གྲོལ་བར་བྱས་ནས་
en: Then, naked and with loose hair,

source: ཤོ་ན་ཀའི་ས་བོན་གྱིས་མཆིལ་ལྷ་མ་གཉིས་རི་དགས་ཀྱི་པགས་པ་ལ་བྱས་ནས། ནང་བཀང་ནས་
en: “One should fashion a pair of shoes out of deerskin and fill them with the seeds of midnight horror.

source: ཆུ་ལ་ཕྱིན་ན་འབྱིང་བར་མི་འགྱུར་རོ།
en: One will not sink in water.

source: ཨོྃ་ཥ་ཎི་ཟོས་ནས་ལྕེ་འོག་ཏུ་གཞག་པར་བྱའོ། །
en: “One should chew up oṣaṇī and keep it on one’s tongue.

source: ཐོང་ལྕགས་བསྲེགས་ནས་ལྡགས་ན་ཚིག་པར་མི་འགྱུར་རོ། །
en: If one licks a heated plowshare, it will not burn one.

source: དངུལ་ཆུ་དང་ཀྵ་ར་དང་ལྡན་པའི་ཧ་སྟི་ཤུཎྜི་འཐུངས་ན་
en: “Drinking Indian heliotrope mixed with quicksilver and potash

source: མངལ་ལྟུང་བར་བྱེད་དོ།
en: will induce miscarriage.

source: མདའ་དང་ཆོམ་པོའི་འཇིགས་པ་ལས་སྐྱོབ་པར་བྱེད་དོ། །
en: “As protection from the danger of arrows and thieves,

source: ཤར་པུང་ག་དཀར་པོའི་རྩ་བ་རྒྱུ་སྐར་རྒྱལ་ལ་བཏོན་ནས་
en: one should pull out the root of white wild indigo when the moon is in the asterism of Puṣya.

source: བའི་མར་ལ་སྦངས་ནས་
en: Then one should soak it in the clarified butter of a cow

source: བྱ་རྒོད་ཀྱི་ཞག་དང་། འུག་པའི་ཞག་མཆིལ་ལྷ་མ་ལ་བྱུགས་ནས་སྟེང་དུ་གནས་ནས་ཤིན་ཏུ་རིང་པོར་འགྲོ་འོང་ནུས་སོ། །
en: “When putting on leather shoes smeared with the fat of a vulture and an owl, one will be able to travel long distances.

source: ཉི་མ་བཟང་པོའི་དགོངས་མོའི་ཐུན་མཚམས་སུ་
en: “At sundown on an auspicious day,

source: ཡུངས་ཀར་གྱི་འབྲས་བུ་
en: a mustard fruit

source: ལག་པ་གཡོན་པས་བཟུང་ནས་
en: hold it in one’s left hand.

source: ས་ལ་མ་ལྷུང་བར་
en: One should not put it on the ground.

source: གང་དང་གང་གི་ཁྲག་གིས་སྦངས་ནས། མཚོན་ཆ་མང་པོའི་ཁྲག་གིས་གཏོར་ནས་
en: “With whoever’s blood one would wet this mustard fruit, that person’s blood will be spilled with many weapons.

source: ཡང་དང་ཡང་དུ་བསྲུང་བ་དང་གཏོར་མ་བྱ།
en: One should repeatedly enact protection and oblation acts,

source: བདུག་པ་དང་བྱུག་པ་ལ་སོགས་བ་འབད་པས་བྱས་ནས།
en: assiduously performing fumigation, anointment, and the like.

source: ཡོངས་སུ་གྱུར་པའི་འབྲས་བུ་ཁར་བཅུག་ན་
en: “Having put in the mouth the transformed mustard fruit,

source: བདག་ཉིད་དེ་འདྲ་བར་འགྱུར་རོ། །
en: One will become like him.

source: ལྕགས་གསུམ་གྱིས་དཀྲིས་ན་མི་སྣང་བར་འགྱུར་རོ། །
en: “By enclosing the mustard fruit in the three metals, one will become invisible.

source: དེ་ལ་འདིར་ལྕགས་གསུམ་ནི་
en: Here the three metals are prepared as follows:

source: ཕྱེད་དང་བཅས་པའི་དྲུག་ནམ་བདུན་དང་།
en: seven-and-a-half māṣaka

source: ཕྱེད་དང་བཅས་པའི་གཉིས་དང་།
en: two-and-a-half māṣaka

source: བཞི་དང་། དྲུག་ནམ་ལྔ་རྣམས་ཏེ།
en: four māṣaka , as well as five māṣaka are

source: ཉི་མ་དང་། ཟླ་བ་དང་། མེ་རྣམས་
en: sun, moon, and fire, respectively.

source: མིའི་ཐོད་པ་ལ་
en: on a human skull,

source: མིང་སྔགས་ཀྱིས་བསྟེན་ནས་བྲིས་ནས་དྲིའི་ཆུས་བྱུགས་ཏེ། ཐོད་པ་གཉིས་པ་ཡང་དག་པར་སྦྱར་བར་བྱས་ནས།
en: One should enclose there, using a second skull, her name written in combination with the mantra and anointed with perfumed water.

source: སྤྲ་ཚིལ་གྱིས་དྲིལ་བར་བྱའོ། །
en: seal this with beeswax,

source: དུར་ཁྲོད་ཀྱི་མེ་ལ་བདུགས་པས་ཇི་སྲིད་མཚན་མོ་སྤྲ་ཚིལ་མ་ཞུའི་བར་དུའོ། །
en: One should heat it up at night in the embers of a funeral pyre until the wax has melted.

source: ལྷའི་བུ་མོ་འགུགས་པར་བྱེད་དོ། །
en: Then one will summon even a celestial girl.

source: ཨོྃ་ཨཱ་ཀཌྡྷྱ་ཨཱ་ཀཌྡྷྱ། མོ་ཧ་ཡ་མོ་ཧ་ཡ།
en: Oṁ , pull, pull! Bewilder, bewilder!

source: ཆེ་གེ་མོ་ཨཱ་ཀརྵ་ཡ་ཛཿསྭཱ་ཧཱ།
en: Bring such and such, jaḥ ! Svāhā

source: ཀ་པིཏྠའི་འབྲས་བུ་ཕྱེ་མར་བྱས་ནས་མ་ཧེའི་ཞོལ་སྤང་བར་བྱའོ། །
en: “One should grind the fruit of elephant wood-apple into powder and infuse it with buffalo curds

source: ལན་བདུན་དུའོ། །
en: seven times.

source: རྫ་གསར་པ་ན་གནས་ནས་དར་བ་ཅུང་ཟད་བླུག་པར་བྱའོ།
en: One should add that powder to buttermilk kept in a new vessel.

source: སྐད་ཅིག་ཙམ་གྱིས་ཞོ་རུ་འགྱུར་རོ། །
en: In a moment, it will turn to curds.

source: ཀ་པིཏྠའི་འབྲས་བུ་བཏགས་ནས་རྫ་གསར་པ་ལ་བྱུག་པར་བྱའོ། །
en: “One should crush the fruit of elephant wood-apple and use it to smear a new vessel.

source: རྫ་སོ་མ་བཏང་བའི་བུམ་པར་འོ་མས་བསྒོས་ནས་བཙོ་བར་བྱའོ། །
en: “One should let the milk that has been poured into a pot of unbaked clay set.

source: ཨ་རྐའི་འོ་མ་བུམ་པ་གསར་པར་ལན་མང་དུ་བསྒོས་ནས།
en: “After dousing a new pot repeatedly with the sap of giant milkweed,

source: དེར་ཆུ་བླུགས་ན་དར་བ་བཞིན་དུ་མཐོང་ངོ་། །
en: the water poured in there will appear as buttermilk.

source: བུད་མེད་བུ་ཚ་སྐྱེས་ནས་ཞག་བཅུ་ལོན་པའི་མེས་བདུགས་པའི་ཐལ་བ་བླངས་ནས། །
en: “During the ten days after a woman has given birth for the first time, one should obtain some ash and

source: ཁུ་ཚུར་གཉིས་སྟེང་འོག་ཏུ་རྣམ་པར་བཀོད་ནས་ཆུས་བཀང་ནས་དེ་ལ་ཐལ་བའི་རི་མོའི་སྟེང་དུ་ཁྲིད་ན།
en: put it under water using the pair of cupped hands, one below and one above. If the ash streaks upward,

source: བུམ་པའི་ཆུ་སྐམས་པར་འགྱུར་རོ། །
en: the water jar will dry up.

source: འོག་ཏུ་ཐལ་བས་རི་མོ་བྱས་ན་གང་བར་འགྱུར་རོ། །
en: If the ash streaks downward, the water jar will remain full.

source: གཟའ་ཉི་མའི་ཉིན་མོ་ག་ལིཉྫའི་རྩ་བ་དང་། ཨ་པ་མཱརྒའི་རྩ་བ་བཏོན་ནས་
en: “On a Sunday, one should pull out the root of sessile joyweed and the root of chaff tree.

source: སོ་སོར་དབྱུག་པའི་རྩེ་མོ་ལ་བྱུགས་ནས་
en: One should then smear the ends of two sticks,

source: རྐེད་པར་བཟུང་ན་
en: wear them on one’s hips.

source: དེ་དག་འཐབ་པར་བྱེད་དོ། །
en: One will then be fit for battle.

source: བ་ཧཱུ་ཨ་རའི་ས་བོན་གྱི་ཁུ་བས་རས་བཟང་པོ་མཉེས་ནས་
en: a thickly woven cloth smeared with vaṅga, seeds of āra,

source: སྤའི་བུམ་པ་ལ་དེ་ཡིས་དེ་བཞིན་དུ་བྱུགས་ནས་ཞོན་ན་ཆུ་ལ་འབྱིང་བར་མི་འགྱུར་རོ། །
en: Riding in a coracle made of wicker and cloth smeared with this mixture, one will not sink in water.

source: བྷུ་ལ་ཏ་དང་སྲིན་བུ་མེ་ཁྱེར་གྱི་ཕྱེ་མས་
en: powdered earthworms and fireflies

source: བྱུགས་ན་མཚན་མོ་འབར་བར་མཐོང་ངོ་།
en: Things smeared with this mixture will glow at night.

source: ལྕགས་ཀྱི་སྣོད་ལ་བྱུགས་ན་ཟངས་མ་བཞིན་དུ་མཐོང་ངོ་། །
en: After rubbing an iron dish with it, the dish will look like copper.

source: བ་ལང་གི་རུས་པ་བསྲེགས་ནས་མུ་ཟིའི་ཕྱེ་མ་བྱིན་ནམ་ལྕེ་འབར་བར་འགྱུར་རོ། །
en: “After applying sulphur powder to a heated cow bone, a flame will blaze up.

source: དྷེཎྜ་ཀའི་ས་བོན་གྱི་སྟེང་དུ་
en: on top of a ṛṇṭaka seed.

source: ཆུ་བྱིན་ན་མེ་ཏོག་ཡར་ནས་འགྲོའོ། །
en: After putting water inside the flower, it will drip.

source: ཀུཎྛིར་ལས་བྱས་པའི་བྱིའུའི་ནང་དུ། བུང་བ་བཅུག་ན་ནམ་མཁའ་ལ་འགྲོ་བར་བྱེད་དོ། །
en: “One should place a bee in a sparrow’s nest made from kuṇṭḥīrā and then release it into the air.

source: ཤ་སྐམ་པོ་བྟལླ་ཏ་ཀའི་མར་ཁུས་སྦངས་ནས་ཆུའི་སྟེང་དུ་གཞག་ན་འགྲོ་བར་བྱེད་དོ།
en: “A dried fish will revive when placed in water after being soaked in the oil of marking nut.”

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ལས། ངོ་མཚར་སྒྱུ་མའི་རིམ་པར་ཕྱེ་བ་སྟེ་ཉི་ཤུ་རྩ་གཅིག་པའོ།།
en: Thus concludes the chapter on magical marvels, the twenty-first in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: མཉམ་གནས་ལྟེ་བའི་ཕྱོགས་ན་གནས། །
en: Samāna in the navel area,

source: གྱེན་རྒྱུ་མགྲིན་པའི་ཕྱོགས་སུ་གནས། །
en: Udāna in the area of the throat,

source: ལུས་ཀུན་ལ་ནི་ཁྱབ་བྱེད་གནས། །
en: And vyāna in the entire body.

source: དེ་རྣམས་ནང་ནས་གཙོ་བོ་ཡི། །
en: “The most important among them is

source: སྲོག་གི་རླུང་ནི་སྙིང་གར་གནས། །
en: The prāṇa, located in the heart.

source: འབྱུང་འཇུག་དབུགས་ཀྱི་དབྱེ་བ་ཡིས། །
en: Through the cycle of breathing in and out,

source: སྐྱེ་བོ་ཀུན་གྱི་སྲོག་ཏུ་གནས། །
en: It sustains the life of all beings.

source: འཕོ་བ་བཅུ་དྲུག་སྦྱོར་བ་ཡིས། །
en: “With the system of sixteen saṃkrānti,

source: སོ་སོར་དབྱུག་གུ་རེ་རེའོ། །
en: Each breath is one daṇḍa in duration.

source: དཀྱིལ་འཁོར་བཞི་ནི་འབབ་པ་ཡིས། །
en: With the passing of the four maṇḍalas,

source: ཉི་ཁྲི་ཆིག་སྟོང་དྲུག་བརྒྱ་ལ། །
en: “There are

source: གཡས་ལ་རེག་ནས་འབབ་པ་ནི། །མེ་ཡི་དཀྱིལ་འཁོར་ཞེས་བརྗོད་དོ། །
en: “Breathing through the right nostril— This is called the maṇḍala of fire

source: གཡོན་ནས་རེག་ནས་འབབ་པ་ནི། །རླུང་གི་དཀྱིལ་འཁོར་ཞེས་བརྗོད་དོ། །
en: Breathing through the left nostril— This is called the maṇḍala of wind

source: གཡས་གཡོན་མཚུངས་པར་རེག་པ་ནི། །ས་ཡི་དཀྱིལ་འཁོར་ཞེས་བྱའོ། །
en: “Breathing, equally, through the left and right nostrils— This is the maṇḍala of the earth

source: དེ་ཉིད་འདིར་ནི་དལ་འབབ་པ། །
en: That same one, flowing gently,

source: ཆུ་ཡི་དཀྱིལ་འཁོར་ཞེས་བྱའོ། །
en: Is the maṇḍala of water

source: ལ་ལཱ་ན་ནི་གཡོན་གྱི་དལ། །
en: “Lalanā is the left channel;

source: རས་ནཱ་གཡས་རྣམ་པར་གནས། །
en: Rasanā is positioned on the right.

source: ཨ་པ་དྷཱུ་ཏཱི་དབུས་ཕྱོགས་ནས། །ལྷན་ཅིག་སྐྱེས་དགའ་སྐད་ཅིག་འབབ། །
en: Avadhūtī is in the central area— It conducts prāṇa in the moment of innate joy.

source: འཇུག་པ་ཀུམ་བྷ་ཀ་ར་ཤེས་བྱ། །
en: “When the air enters, this is known as kumbhaka;

source: པཱུ་ར་ཀ་ནི་གཟུང་བར་བྱ། །
en: When it is retained, this is called pūraka.

source: རེ་ཙ་ཀ་ནི་དབྱུང་བར་ཤེས། །
en: When it is exhaled, this is known as recaka;

source: མི་གཡོ་བ་ནི་རེངས་པར་འདོད། །
en: When there is no movement, this is stambhaka.

source: གཏུམ་པོ་ཁྲོ་བོའི་ཏིང་འཛིན་གྱིས། །
en: “One should take Caṇḍa­mahā­roṣaṇa for the object of one’s absorption

source: ཤེས་རབ་དང་བཅས་བརྩམ་པར་བྱ། །
en: And begin the practice with a consort.

source: རླུང་གི་འཇུག་པ་བགྲང་བྱ་སྟེ། །བརྒྱ་སྟོང་ལ་སོགས་གྲངས་རྣམས་ཀྱིས། །
en: One should keep track of air as it enters By counting breaths up to one hundred thousand or more.

source: སྐད་ཅིག་ཉིད་ལ་འགྲུབ་འགྱུར་ཏེ། །
en: “One will succeed at that very moment,

source: མགོན་པོ་སངས་རྒྱས་གསུང་ཇི་བཞིན། །
en: As Lord Buddha has explained.

source: རླུང་གཅིག་པུ་ནི་བགྲང་བར་བྱ། །
en: He who counts the air by its unit,

source: འབད་པས་ཤེས་རབ་ལ་འཁྱུད་ནས། །
en: While tightly embracing the wisdom,

source: ཟླ་བ་ཕྱེད་ཙམ་གྱིས་འགྲུབ་བྱེད། །
en: “Will succeed within a fortnight,

source: གཏུམ་པོ་ཁྲོ་བོའི་གཟུགས་ཀྱིས་ནི། །
en: In the form of Caṇḍa­mahā­roṣaṇa.

source: ལྷ་ཡི་ཡེ་ཤེས་ཡང་དག་ལྡན། །
en: Endowed with divine knowledge,

source: མངོན་པར་ཤེས་པ་སྐྱེ་བར་འགྱུར། །
en: He will acquire the five superknowledges.

source: རང་གི་བུད་མེད་ངེས་འཁྱུད་ནས། །
en: And embracing one’s consort tightly,

source: སྙིང་ག་དང་ནི་སྙིང་ག་དང་། །གསང་བ་དང་ནི་གསང་བ་དང་། །
en: One should press at her heart with one’s heart, And unite one’s secret part with her secret part.

source: ཞལ་དང་ཞེལ་ནི་ཡང་དག་སྦྱར། །
en: “Uniting the two mouths,

source: སེམས་མེད་བདེ་བའི་མཆོག་དེ་ཉིད། །
en: Without thoughts and wholly devoted to bliss,
